[{"frontmatter":{"title":"డైనోసార్లు అంటే ?","description":"డైనోసార్లు అంటే ?","date":"2023-07-04T06:00:00.000Z","image":"/images/posts/01.webp","categories":["పరిచయం"],"authors":[""],"tags":["పరిచయం"],"draft":false},"content":"\r\nడైనోసారియా క్లాడ్‌లోని వివిధ సరీసృపాల సమూహమే డైనోసార్లు. అవి భూమిపై మొదటగా 24.3 - 23.323 కోట్ల సంవత్సరాల క్రితం (కోసంక్రి), ట్రయాసిక్ కాలంలో కనిపించాయి. అయితే డైనోసార్ల పరిణామానికి సంబంధించి ఖచ్చితమైన మూలం ఏది, ఖచ్చితమైన సమయం ఏది అనే విషయాలపై ఇంకా పరిశోధనలు జరుగుతున్నాయి. \r\n\r\n20.13 కోట్ల సంవత్సరాల క్రితం జరిగిన ట్రయాసిక్-జురాసిక్ విలుప్తి ఘటన తర్వాత అవి, నేలపై జీవించే సకశేరుకాలుగా మారాయి. నేలపై వాటి ఆధిపత్యం జురాసిక్, క్రెటేషియస్ పీరియడ్లలో కొనసాగింది. పక్షులు, ఆధునిక కాలపు రెక్కల డైనోసార్‌లే అని శిలాజ రికార్డును బట్టి తెలుస్తోంది. చివరి జురాసిక్ యుగంలో, అంతకు మునుపు ఉనికిలో ఉన్న థెరోపోడ్‌ల నుండి ఇవి ఉద్భవించాయి. \r\n\r\nదాదాపు 6.6 కోట్ల సంవత్సరాల క్రితం నాటి క్రెటేషియస్-పాలియోజీన్ విలుప్తి ఘటనలో డైనోసార్ వంశానికి చెందిన జీవుల్లో ఇవి మాత్రమే వినాశనం నుండి తప్పించుకున్నాయి. కాబట్టి డైనోసార్‌లను ఎగిరే డైనోసార్‌లు లేదా పక్షులుగాను, అంతరించిపోయిన ఎగరని డైనోసార్‌లు (పక్షులు కాకుండా ఇతర డైనోసార్‌లు) గానూ విభజించవచ్చు.\r\n\r\nవర్గీకరణ, శరీరనిర్మాణ, పర్యావరణ దృక్కోణాల నుండి చూస్తే డైనోసార్‌లు విభిన్న జంతువుల సమూహం. 10,700 కంటే ఎక్కువ జీవించి ఉన్న జాతులు గల పక్షులు, సకశేరుకాల సమూహంలో అత్యంత వైవిధ్యమైనవి. శిలాజ సాక్ష్యాల ఆధారంగా, పురావస్తు శాస్త్రవేత్తలు 900 కంటే ఎక్కువ విభిన్న ఎగరని ప్రజాతులను, 1,000 కంటే ఎక్కువ విభిన్న జాతుల ఎగరని డైనోసార్‌లను గుర్తించారు. ప్రస్తుతం ఉనికిలో ఉన్న జాతుల (పక్షులు) రూపంలో గానీ, శిలాజ అవశేషాల రూపంలో గానీ డైనోసార్‌లు ప్రతి ఖండంలోనూ ఉనికిలో ఉన్నాయి. \r\n\r\n20వ శతాబ్దపు మొదటి అర్ధభాగంలో, పక్షులను డైనోసార్‌లుగా గుర్తించడానికి ముందు, శాస్త్రీయ సమాజంలో చాలామంది, డైనోసార్‌లు చల్లని రక్తంతో, మందకొడిగా ఉండేవని భావించేవారు. 1970ల నుండి నిర్వహించిన చాలా పరిశోధనల్లో డైనోసార్‌లు, చురుకైన జీవక్రియలతో, పరస్పర సామాజిక సంబంధాలతో జీవించిన జంతువులు అని తేలింది. వీటిలో కొన్ని శాకాహారులు, మరికొన్ని మాంసాహారులు. డైనోసార్‌లన్నీ గుడ్లు పెట్టేవని తెలిసింది. గూడు కట్టడం అనేది ఎగిరే, ఎగరని డైనోసార్‌లు రెండింటిలోనూ చాలావాటికి ఉన్న లక్షణమని ఆధారాలను బట్టి తెలుస్తోంది.\r\n\r\nమొదటి డైనోసార్ శిలాజాలను 19వ శతాబ్దం ప్రారంభంలో గుర్తించారు. సర్ రిచర్డ్ ఓవెన్, 1841లో మొదటిసారిగా ఈ \"గొప్ప శిలాజ బల్లుల\"కు \"డైనోసార్\" (\"భయంకరమైన బల్లి\" అని అర్థం) అనే పేరు పెట్టాడు. అప్పటి నుండి, డైనోసార్ల అస్థిపంజరాలు ప్రపంచవ్యాప్తంగా మ్యూజియంలలో ప్రధాన ఆకర్షణలుగా ఉంటూ ఉన్నాయి. \r\n\r\n> డైనోసార్‌లు ప్రజా సంస్కృతిలో భాగంగా మారిపోయాయి. కొన్ని డైనోసార్‌ల పెద్ద పరిమాణాలు, భయంకరంగా ఉంటుందేమో అనిపించే వాటి స్వభావం మొదలైన వాటి కారణంగా అవి జురాసిక్ పార్క్ వంటి అత్యధికంగా అమ్ముడైన పుస్తకాలు, సినిమాలకు ఇతివృత్తమయ్యాయి. వీటి పట్ల ప్రజల్లో ఉన్న నిరంతర ఉత్సాహం కారణంగా డైనోసార్ సైన్సుకు గణనీయమైన నిధులు అందుతూ ఉన్నాయి. అలాగే క్రమం తప్పకుండా మీడియా ద్వారా కొత్త ఆవిష్కరణలు వెలుగు లోకి వస్తూ ఉన్నాయి.\r\n\r\n> ఈ సమాచారం [డైనోసార్ తెలుగు వికీ](https://te.wikipedia.org/wiki/%E0%B0%A1%E0%B1%88%E0%B0%A8%E0%B1%8B%E0%B0%B8%E0%B0%BE%E0%B0%B0%E0%B1%8D) నుంచి సేకరించబడినది.\r\n","slug":"post-1"},{"frontmatter":{"title":"డైనోసార్లు నిర్వచనం","description":"నిర్వచనం","date":"2023-07-04T06:00:00.000Z","image":"/images/posts/01.webp","categories":["పరిచయం"],"authors":[""],"tags":["పరిచయం"],"draft":false},"content":"\r\nఫైలోజెనెటిక్ నామకరణం ప్రకారం, ట్రైసెరాటాప్స్‌కూ ఆధునిక పక్షులకూ (నియోర్నిథెస్) ఉన్న అత్యంత ఇటీవలి ఉమ్మడి పూర్వీకునితో (MRCA) పాటు, దాని వారస జాతులన్నిటితో కూడిన సమూహాన్ని డైనోసార్‌లని నిర్వచిస్తారు.\r\n\r\nమెగాలోసారస్, ఇగ్వానోడాన్‌ల ఉమ్మడి పూర్వీకునికి సంబంధించి డైనోసౌరియాను నిర్వచించాలని కూడా శాస్త్రవేత్తలు సూచించారు. ఎందుకంటే రిచర్డ్ ఓవెన్ డైనోసౌరియాను గుర్తించినప్పుడు ఉదహరించిన మూడు జాతులలో ఈ రెండు ఉన్నాయి. రెండు నిర్వచనాలూ ఒకే రకమైన జంతువులను డైనోసార్‌లుగా నిర్వచించాయి: \"డైనోసౌరియా = ఆర్నిథిస్చియా + సౌరిస్చియా \". \r\n\r\nఈ నిర్వచనంలో యాంకైలోసౌరియన్‌లు (సాయుధ శాకాహార చతుష్పాదులు), స్టెగోసౌరియన్లు (ప్లేటెడ్ శాకాహార చతుష్పాదులు), సెరాటోప్సియన్‌లు (మెడ ముడతలతో కూడిన ద్విపాద లేదా చతుష్పాద శాకాహారులు), పాచీసెఫలోసౌరియన్‌లు (మందపాటి కపాలం కలిగిన ద్విపాద శాకాహారులు) ఆర్నితోపోడ్స్ (ద్విపాద, చతుష్పాద శాకాహారులు), థెరోపాడ్స్ (ద్విపాద మాంసాహారులు, పక్షులు), సౌరోపోడోమోర్ఫ్‌లు (పొడవాటి మెడలు, తోకలూ ఉన్న పెద్ద శాకాహార చతుష్పాదులు).\r\n\r\nథెరోపాడ్ డైనోసార్లలో, పక్షులను ప్రస్తుతం మనుగడలో ఉన్న ఏకైక వంశంగా గుర్తించారు. సాంప్రదాయిక వర్గీకరణలో, పక్షులు డైనోసార్లనే ప్రత్యేకమైన సూపర్ ఆర్డర్ నుండి ఉద్భవించిన ప్రత్యేక తరగతిగా పరిగణించారు. అయితే, డైనోసార్‌లపై అధ్యయనం చేసే సమకాలీన పురావస్తు శాస్త్రజ్ఞులలో ఎక్కువ మంది సాంప్రదాయిక వర్గీకరణ పద్ధతిని తిరస్కరించి, ఫైలోజెనెటిక్ వర్గీకరణ పట్ల మొగ్గుచూపారు ఈ విధానం ప్రకారం, ఒక సమూహం సహజంగా ఉండాలంటే, ఆ సమూహంలోని సభ్యుల వారసులందరూ కూడా తప్పనిసరిగా ఆ సమూహంలో ఉండాలి. \r\n\r\nఆ ప్రకారం పక్షులను డైనోసార్‌లుగా పరిగణిస్తారు. పక్షులు ప్రస్తుతం ఉనికిలో ఉన్నాయి కాబట్టి, డైనోసార్‌లు అంతరించిపోలేదన్నట్లే. పక్షులు మనిరాప్టోరా అనే ఉప సమూహానికి చెందినవిగా వర్గీకరించారు. మనిరాప్టోరా కోయెలురోసార్‌లు, కోయెలురోసార్‌లు థెరోపాడ్‌లు, థెరోపాడ్‌లు సౌరిస్చియన్లు, సౌరిస్చియన్లు డైనోసార్‌లు.\r\n\r\nడైనోసార్‌లు, మెసోజోయిక్ ఎరాలో, ముఖ్యంగా జురాసిక్, క్రెటేషియస్ పీరియడ్లలో నేలపై జీవించి, ఆధిపత్యస్థితిలో ఉన్న సకశేరుకాలు. ఇతర జంతువుల సమూహాలు పరిమాణం లోను, ఆవాస స్థానాల్లోనూ పరిమితంగా ఉండేవి; ఉదాహరణకు, క్షీరదాల పరిమాణం పెంపుడు పిల్లిని మించి ఉండడం అరుదు. ఇవి సాధారణంగా ఎలుకల పరిమాణంలో ఉండే మాంసాహారులే. వాటిని ఎల్లప్పుడూ చాలా వైవిధ్యమైన జంతువుల సమూహంగానే గుర్తించారు; 2018 నాటికి 900 ఎగరని డైనోసార్ ప్రజాతులను స్పష్టంగా గుర్తించారు. \r\n\r\n2016 నాటికి శిలాజ రికార్డులో భద్రపరచబడిన మొత్తం ప్రజాతుల సంఖ్య దాదాపు 1850 అని (వీటిలో దాదాపు 75% ఇంకా కనుగొనలేదు), జాతులు 1124 అనీ అంచనా వేసారు. 1995 లో చేసిన ఒక అధ్యయనంలో దాదాపు 3,400 డైనోసార్ ప్రజాతులు ఏ కాలంలోనైనా ఉనికిలో ఉండేవని అంచనా వేసారు. శిలాజ రికార్డులో చేరి ఉండనివి కూడా ఇందులో చేరి ఉన్నాయి.\r\n\r\n2016లో, మెసోజోయిక్‌లో ఉన్న డైనోసార్ జాతుల సంఖ్య 1,543–2,468 అని అంచనా. 2021లో, ఆధునిక పక్షుల్లో (ఎగిరే డైనోసార్‌లు) 10,806 జాతులున్నాయని అంచనా వేసారు. వీటిలో కొన్ని శాకాహారులు, మరికొన్ని మాంసాహారులు -గింజలు తినేవి, చేపలను తినేవి, క్రిములను తినేవి, అన్నీ తినేవీ వీటిలో ఉన్నాయి. డైనోసార్‌ల పూర్వీకులు ద్విపాదులు కాగా (ఆధునిక పక్షులు లాగా), కొన్ని చరిత్రపూర్వ జాతులు మాత్రం చతుష్పాదులు. అంచిసారస్, ఇగ్వానోడాన్ వంటివి రెండు కాళ్ళ మీద, నాలుగు కాళ్ల మీదా కూడా తేలిగ్గా నడవగలిగేవి. \r\n\r\nతలపై ఉండే కొమ్ములు, కిరీటాల వంటివి డైనోసార్ల సాధారణ లక్షణాలు. కొన్ని అంతరించిపోయిన జాతుల జీవులకు అస్థి కవచం ఉండేది. దైనోసార్లు పెద్దపెద్ద పరిమాణాలకు ప్రసిద్ధి చెందినప్పటికీ, అనేక మెసోజోయిక్ డైనోసార్‌లు మానవుడి పరిమాణం లోనే ఉండేవి. ఆధునిక పక్షులు సాధారణంగా పరిమాణంలో మానవుడి కంటే చాలా చిన్నవి. డైనోసార్‌లు నేడు ప్రతి ఖండంలోనూ నివసిస్తున్నాయి. అందుబాటులో ఉన్న శిలాజాలను బట్టి చూస్తే, ప్రారంభ జురాసిక్ ఇపోక్ నాటికి అవి ప్రపంచ వ్యాప్తంగా ఉండేవని తెలుస్తోంది.\r\n\r\nఆధునిక పక్షులు భూగోళం నుండి సముద్రాల వరకు చాలా అందుబాటులో ఉన్న ఆవాసాలలో నివసిస్తున్నాయి. కొన్ని ఎగరని డైనోసార్‌లు (మైక్రోరాప్టర్ వంటివి) ఎగరగలిగేవని లేదా కనీసం గాల్లో తేలగలిగేవనీ చెప్పేందుకు ఆధారాలున్నాయి. స్పినోసౌరిడ్‌ల వంటివి పాక్షికంగా నీటిలో జీవించేవి.\r\n\r\n> ఈ సమాచారం [డైనోసార్ తెలుగు వికీ](https://te.wikipedia.org/wiki/%E0%B0%A1%E0%B1%88%E0%B0%A8%E0%B1%8B%E0%B0%B8%E0%B0%BE%E0%B0%B0%E0%B1%8D) నుంచి సేకరించబడినది.","slug":"post-2"},{"frontmatter":{"title":"పరిణామ చరిత్ర - 1","description":"పరిణామ చరిత్ర","date":"2023-07-08T06:00:00.000Z","image":"/images/posts/01.webp","categories":["పరిచయం"],"authors":[""],"tags":["పరిచయం"],"draft":false},"content":"\r\nమధ్య నుండి చివరి ట్రయాసిక్ యుగాలలో, డైనోసార్‌లు తమ ఆర్కోసార్ పూర్వీకుల నుండి వేరు పడ్డాయి. వినాశకరమైన పెర్మియన్-ట్రయాసిక్ విలుప్తి ఘటన జరిగిన 2 కోట్ల సంవత్సరాల తర్వాత మొత్తం సముద్ర జాతులలో 96%, నేలపై నున్న సకశేరుకాలలో 70% జాతులు తుడిచిపెట్టుకుపోయాయి. ఈ ఘటన దాదాపు 25.2 కోట్ల సంవత్సరాల క్రితం జరిగింది. తొలి డైనోసార్ జాతి అయిన ఎరాప్టర్ ను కనుగొన్న అర్జెంటీనాలోని ఇస్చిగువాలాస్టో నిర్మాణాన్ని రేడియోమెట్రిక్ డేటింగ్ చేయగా అది 23.14 కోట్ల సంవత్సరాల నాటిదని తేలింది. \r\n\r\nఎరాప్టర్ అన్ని డైనోసార్ల సాధారణ పూర్వీకులను పోలి ఉంటుంది; ఇది నిజమైతే, తొలి డైనోసార్‌లు చిన్నవని, ద్విపాదులని, వేటాడే జంతువులనీ అర్థమౌతుంది. దాదాపు 23.3 కోట్ల సంవత్సరాల క్రితం నాటి ట్రయాసిక్‌లోని కార్నియన్ ఇపోక్‌లో నేటి అర్జెంటీనా ప్రాంతంలో నివసించిన లాగోసుచస్, లాగర్‌పెటన్ వంటి ఆదిమ డైనోసార్ లాంటి ఆర్నిటోడిరాన్‌లను కనుగొనడం ఈ అభిప్రాయాన్ని బలపరుస్తోంది. \r\n\r\nవెలికితీసిన శిలాజాల విశ్లేషణలో ఈ జంతువులు నిజానికి చిన్న, ద్విపాద, వేటాడే జీవులను సూచించింది. 24.5 కోట్ల సంవత్సరాల క్రితం, ట్రయాసిక్ లోని అనిసియన్ ఇపోక్‌లో డైనోసార్‌లు మొదటిసారి కనిపించి ఉండవచ్చు. ఆ కాలం నాటి న్యాసాసారస్ జాతి అవశేషాలు దీనికి ఆధారం. అయితే, ఇప్పటివరకూ లభ్యమైన దాని శిలాజాలు చిన్నచిన్న ముక్కలుగా ఉన్నాయి. వీటిని బట్టి అది డైనోసారా లేక దాని దగ్గరి బంధువా అని చెప్పలేనంత చిన్నముక్కలవి. పాలియోంటాలజిస్ట్ మాక్స్ C. లాంగర్ తదితరులు (2018) శాంటా మారియా నిర్మాణం లో లభించిన స్టౌరికోసారస్ 23.323 కోట్ల సంవత్సరాల క్రితం నాటిదని నిర్ణయించారు. ఇది ఇయోరాప్టర్ కంటే పాతది.\r\n\r\nడైనోసార్‌లు ఉద్భవించిన సమయంలో, అవి నేలపై నివసించే జంతువులలో ఆధిపత్య స్థితిలో లేవు. నేలపై ఆవాసాలను సైనోడాంట్లు, రైంకోసార్‌ల వంటి వివిధ రకాల ఆర్కోసౌరోమోర్ఫ్‌లు, థెరప్సిడ్‌లు ఆక్రమించుకుని ఉన్నాయి. వాటికి ప్రధాన పోటీదారులు డైనోసార్లు కావు; ఏటోసార్స్, ఆర్నిథోసుచిడ్స్, రౌయిసుచియన్లు వంటి సూడోసూచియన్లు. ఈ ఇతర జంతువులలో ఎక్కువ భాగం ట్రయాసిక్‌లో జరిగిన రెండు ఘటనలలో ఒకదానిలో అంతరించిపోయాయి. \r\n\r\nమొదట, సుమారు 21.5 కోట్ల సంవత్సరాల క్రితం జరిగిన ఘటనలో ప్రోటోరోసార్‌లతో సహా వివిధ రకాల బేసల్ ఆర్కోసౌరోమోర్ఫ్‌లు అంతరించిపోయాయి. దీని తరువాత ట్రయాసిక్-జురాసిక్ విలుప్తి ఘటన (సుమారు 20.1 కోట్ల సంవత్సరాల క్రితం), ఏటోసార్‌లు, ఆర్నిథోసుచిడ్‌లు, ఫైటోసార్‌లు, రౌయిసుచియన్‌లు వంటి ప్రారంభ ఆర్కోసార్‌ల సమూహాలు చాలా వరకు అంతమై పోయాయి. రైన్‌కోసార్‌లు, డైసినోడెంట్‌లు (కనీసం కొన్ని ప్రాంతాలలో) కనీసం ప్రారంభ-మధ్య నోరియన్, చివరి నోరియన్ లేదా ప్రారంభ రైటియన్ దశల్లో మనుగడ సాగించాయి. \r\n\r\nఅవి అంతరించిపోయిన ఖచ్చితమైన సమయం అనిశ్చితంగా ఉంది. ఇవి అంతరించిపోవడంతో ఇక క్రోకోడైలోమోర్ఫ్‌లు, డైనోసార్‌లు, క్షీరదాలు, టెరోసౌరియన్‌లు, తాబేళ్ల భూ జంతుజాలం మిగిలిపోయింది.తొలి డైనోసార్ల లోని కొన్ని జాతులు ట్రయాసిక్ లోని కార్నియన్, నోరియన్ స్టేజిల కాలంలో విస్తరించాయి. బహుశా అంతరించిపోయిన సమూహాల స్థానాలను ఇవి ఆక్రమించుకుని ఉండవచ్చు. ముఖ్యంగా, కార్నియన్ ప్లూవియల్ ఘటన సమయంలో విలుప్తి రేటు పెరిగింది.\r\n\r\n> ఈ సమాచారం [డైనోసార్ తెలుగు వికీ](https://te.wikipedia.org/wiki/%E0%B0%A1%E0%B1%88%E0%B0%A8%E0%B1%8B%E0%B0%B8%E0%B0%BE%E0%B0%B0%E0%B1%8D) నుంచి సేకరించబడినది.","slug":"post-3"}]